OdRxMemberQueryContext.newMemberIterator(OdArray&lt;OdSmartPtr&lt;OdRxClass&gt;,OdObjectsAllocator&lt;OdSmartPtr&lt;OdRxClass&gt;&gt;&gt;!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Builds an iterator listing all the members of these classes (optionally
including members of parents and children of members).
Parameters are called "facets", because they can include "extension"
classes.
\param facets [in] Array of objects.
\returns
Pointer to the iterator of members of specified objects.